#!/usr/share/anaconda3/bin/python3.5
# -*- coding: utf-8 -*-
"""
Created on Wed May  4 00:56:42 2016

@author: root
"""
########################
# import block
########################


########################
# def block
########################


########################
# main block
########################
def main():
	# Берем значение картриджа из унифицированной формы

	# Ищем картридж в портебности

	# Если картридж новый то переносим данную позицию из потребности в форму


if __name__ == '__main__':
    main()
